Repository: ShanePark/dutypark
Catalog: ios/Dutypark/Features/Calendar/Calendar.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans

# calendar.ok
source: OK
es: Aceptar
ko: 확인
zh_hans: 确定

# calendar.cancel
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消

# calendar.close
source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
zh_hans: 关闭

# calendar.save
source: Save
es: Guardar
ja: 保存
ko: 저장
zh_hans: 保存

# calendar.delete
source: Delete
es: Eliminar
ja: 削除
ko: 삭제
zh_hans: 删除

# calendar.delete.confirm
source: Delete this item?
es: ¿Eliminar este elemento?
ja: この項目を削除しますか？
ko: 이 항목을 삭제할까요?
zh_hans: 删除此项目？

# calendar.loading
source: Loading calendar
es: Cargando calendario
ja: カレンダーを読み込み中
ko: 캘린더를 불러오는 중
zh_hans: 正在加载日历

# calendar.more
source: More
es: Más
ja: その他
ko: 더 보기
zh_hans: 更多

# calendar.retry
source: Try again
es: Reintentar
ja: 再試行
ko: 다시 시도
zh_hans: 重试

# calendar.error.title
source: Something went wrong
es: Algo salió mal
ja: エラーが発生しました
ko: 문제가 발생했습니다
zh_hans: 出现问题

# calendar.error.load
source: Could not load the calendar.
es: No se pudo cargar el calendario.
ja: カレンダーを読み込めませんでした。
ko: 캘린더를 불러오지 못했습니다.
zh_hans: 无法加载日历。

# calendar.error.save
source: Could not save the change.
es: No se pudo guardar el cambio.
ja: 変更を保存できませんでした。
ko: 변경사항을 저장하지 못했습니다.
zh_hans: 无法保存更改。

# calendar.error.delete
source: Could not delete the item.
es: No se pudo eliminar.
ja: 削除できませんでした。
ko: 삭제하지 못했습니다.
zh_hans: 无法删除。

# calendar.error.search
source: Search failed.
es: La búsqueda falló.
ja: 検索に失敗しました。
ko: 검색하지 못했습니다.
zh_hans: 搜索失败。

# calendar.today
source: Today
es: Hoy
ja: 今日
ko: 오늘
zh_hans: 今天

# calendar.search
source: Search schedules
es: Buscar horarios
ja: 予定を検索
ko: 일정 검색
zh_hans: 搜索日程

# calendar.search.placeholder
source: Search by title
es: Buscar por título
ja: タイトルで検索
ko: 제목으로 검색
zh_hans: 按标题搜索

# calendar.search.short
source: Search
es: Buscar
ja: 検索
ko: 검색
zh_hans: 搜索

# calendar.search.more
source: Load more
es: Cargar más
ja: さらに読み込む
ko: 더 보기
zh_hans: 加载更多

# calendar.off
source: Off
es: Libre
ja: 休み
ko: 휴무
zh_hans: 休息

# calendar.duty.title
source: Duty
es: Turno
ja: 勤務
ko: 근무
zh_hans: 值班

# calendar.duty.batch
source: Monthly change
es: Cambio mensual
ja: 月一括変更
ko: 월 일괄 변경
zh_hans: 整月更改

# calendar.duty.batch.title
source: Choose a duty type
es: Elige un turno
ja: 勤務種類を選択
ko: 근무 종류 선택
zh_hans: 选择值班类型

# calendar.duty.batch.warning
source: This replaces every duty in the current month.
es: Esto reemplaza todos los turnos del mes.
ja: 今月のすべての勤務を置き換えます。
ko: 이번 달의 모든 근무를 덮어씁니다.
zh_hans: 这会替换本月所有值班。

# calendar.duty.excel
source: Upload roster
es: Subir turnos
ja: 勤務表をアップロード
ko: 근무표 업로드
zh_hans: 上传值班表

# calendar.duty.excel.title
source: Roster upload
es: Carga de turnos
ja: 勤務表アップロード
ko: 근무표 업로드
zh_hans: 上传值班表

# calendar.duty.excel.success
source: Working days: %1$d, off days: %2$d
es: Días de trabajo: %1$d, libres: %2$d
ja: 勤務日: %1$d、休み: %2$d
ko: 근무 %1$d일, 휴무 %2$d일
zh_hans: 工作日：%1$d，休息日：%2$d

# calendar.duty.excel.tooLarge
source: The file must be smaller than 10 MB.
es: El archivo debe ser menor de 10 MB.
ja: ファイルは10 MB未満にしてください。
ko: 파일은 10MB 미만이어야 합니다.
zh_hans: 文件必须小于10 MB。

# calendar.schedule.title
source: Schedules
es: Horarios
ja: 予定
ko: 일정
zh_hans: 日程

# calendar.schedule.empty
source: No schedules
es: Sin horarios
ja: 予定はありません
ko: 일정이 없습니다
zh_hans: 没有日程

# calendar.schedule.add
source: Add schedule
es: Añadir horario
ja: 予定を追加
ko: 일정 추가
zh_hans: 添加日程

# calendar.schedule.edit
source: Edit schedule
es: Editar horario
ja: 予定を編集
ko: 일정 수정
zh_hans: 编辑日程

# calendar.schedule.untag
source: Remove tag
es: Quitar etiqueta
ja: タグを外す
ko: 태그 해제
zh_hans: 移除标签

# calendar.schedule.info
source: Details
es: Detalles
ja: 詳細
ko: 내용
zh_hans: 详情

# calendar.schedule.content
source: Title
es: Título
ja: タイトル
ko: 제목
zh_hans: 标题

# calendar.schedule.description
source: Details
es: Detalles
ja: 詳細
ko: 상세
zh_hans: 详情

# calendar.schedule.content.placeholder
source: Enter a schedule title
es: Ingrese un título de horario
ja: 予定タイトルを入力
ko: 일정 제목을 입력하세요
zh_hans: 输入日程标题

# calendar.schedule.description.placeholder
source: Add details
es: Agregar detalles
ja: 詳細を入力
ko: 일정 상세를 입력하세요
zh_hans: 添加详细信息

# calendar.schedule.time
source: Date and time
es: Fecha y hora
ja: 日時
ko: 날짜와 시간
zh_hans: 日期和时间

# calendar.schedule.start
source: Start
es: Inicio
ja: 開始
ko: 시작
zh_hans: 开始

# calendar.schedule.startTime
source: Time
es: Hora
ja: 時間
ko: 시간
zh_hans: 时间

# calendar.schedule.end
source: End
es: Fin
ja: 終了
ko: 종료
zh_hans: 结束

# calendar.schedule.visibility
source: Visibility
es: Visibilidad
ja: 公開範囲
ko: 공개 범위
zh_hans: 可见范围

# calendar.schedule.attachments
source: Attachments
es: Adjuntos
ja: 添付ファイル
ko: 첨부파일
zh_hans: 附件

# calendar.schedule.tags
source: Friend tags
es: Etiquetas de amigos
ja: 友だちタグ
ko: 친구 태그
zh_hans: 朋友标签

# calendar.schedule.tags.search
source: Search friends
es: Buscar amigos
ja: 友だちを検索
ko: 친구 검색
zh_hans: 搜索好友

# calendar.schedule.tags.selected
source: %lld selected
es: %lld seleccionados
ja: %lld人選択
ko: %lld명 선택됨
zh_hans: 已选择 %lld

# calendar.schedule.tags.selectedOnly
source: Show selected only
es: Mostrar solo seleccionados
ja: 選択済みのみ表示
ko: 선택한 친구만 보기
zh_hans: 仅显示已选择

# calendar.schedule.tags.clear
source: Clear selected friends
es: Borrar amigos seleccionados
ja: 選択した友だちを解除
ko: 선택한 친구 지우기
zh_hans: 清除已选择好友

# calendar.schedule.tags.empty
source: No friends found
es: No se encontraron amigos
ja: 友だちが見つかりません
ko: 표시할 친구가 없습니다
zh_hans: 没有找到好友

# calendar.visibility.public
source: Public
es: Público
ja: 公開
ko: 전체 공개
zh_hans: 公开

# calendar.visibility.friends
source: Friends
es: Amigos
ja: 友達
ko: 친구
zh_hans: 好友

# calendar.visibility.family
source: Family
es: Familia
ja: 家族
ko: 가족
zh_hans: 家人

# calendar.visibility.private
source: Private
es: Privado
ja: 非公開
ko: 비공개
zh_hans: 私密

# calendar.todo.title
source: Due todos
es: Tareas pendientes
ja: 期限のToDo
ko: 마감 Todo
zh_hans: 到期待办

# calendar.todo.manage
source: Todos
es: Tareas
ja: ToDo
ko: 할 일
zh_hans: 待办

# calendar.todo.add
source: Add todo
es: Añadir tarea
ja: ToDoを追加
ko: 할 일 추가
zh_hans: 添加待办

# calendar.todo.showTodo
source: Show Todo
es: Mostrar pendientes
ja: 未着手を表示
ko: 할 일 표시
zh_hans: 显示待办

# calendar.todo.status
source: Status
es: Estado
ja: 状態
ko: 상태
zh_hans: 状态

# calendar.todo.hasDueDate
source: Due date
es: Fecha límite
ja: 期限
ko: 마감일
zh_hans: 截止日期

# calendar.todo.complete
source: Complete
es: Completar
ja: 完了
ko: 완료
zh_hans: 完成

# calendar.todo.reopen
source: Reopen
es: Reabrir
ja: 再開
ko: 다시 열기
zh_hans: 重新打开

# calendar.dday.title
source: D-Days
es: Fechas especiales
ja: D-Day
ko: D-Day
zh_hans: 纪念日

# calendar.dday.empty
source: No D-Days
es: Sin fechas especiales
ja: D-Dayはありません
ko: 등록된 D-Day가 없습니다
zh_hans: 没有纪念日

# calendar.dday.add
source: Add D-Day
es: Añadir fecha
ja: D-Dayを追加
ko: D-Day 추가
zh_hans: 添加纪念日

# calendar.dday.edit
source: Edit D-Day
es: Editar fecha
ja: D-Dayを編集
ko: D-Day 수정
zh_hans: 编辑纪念日

# calendar.dday.name
source: Name
es: Nombre
ja: 名前
ko: 이름
zh_hans: 名称

# calendar.dday.date
source: Date
es: Fecha
ja: 日付
ko: 날짜
zh_hans: 日期

# calendar.dday.private
source: Private
es: Privado
ja: 非公開
ko: 비공개
zh_hans: 私密

# calendar.pattern
source: Duty pattern
es: Patrón de turnos
ja: 勤務パターン
ko: 근무 패턴
zh_hans: 值班模式

# calendar.pattern.holidayOff
source: Off on holidays
es: Libre en festivos
ja: 祝日は休み
ko: 공휴일 휴무
zh_hans: 节假日休息

# calendar.pattern.delete
source: Delete pattern
es: Eliminar patrón
ja: パターンを削除
ko: 패턴 삭제
zh_hans: 删除模式

# calendar.pattern.delete.confirm
source: Delete the duty pattern?
es: ¿Eliminar el patrón?
ja: 勤務パターンを削除しますか？
ko: 근무 패턴을 삭제할까요?
zh_hans: 删除值班模式？

# calendar.pattern.unavailable
source: Duty patterns are unavailable.
es: Los patrones no están disponibles.
ja: 勤務パターンを設定できません。
ko: 근무 패턴을 설정할 수 없습니다.
zh_hans: 无法设置值班模式。

# calendar.compare
source: Compare duties
es: Comparar turnos
ja: 勤務を比較
ko: 근무 함께 보기
zh_hans: 对比值班

# calendar.compare.mine
source: My duties
es: Mis turnos
ja: 自分の勤務
ko: 내 근무 보기
zh_hans: 我的值班

# calendar.pattern.effectiveFrom
source: Effective from
es: Vigente desde
ja: 適用開始日
ko: 적용 시작일
zh_hans: 生效日期

# calendar.weekday.sun
source: Sun
es: Dom
ja: 日
ko: 일
zh_hans: 日

# calendar.weekday.mon
source: Mon
es: Lun
ja: 月
ko: 월
zh_hans: 一

# calendar.weekday.tue
source: Tue
es: Mar
ja: 火
ko: 화
zh_hans: 二

# calendar.weekday.wed
source: Wed
es: Mié
ja: 水
ko: 수
zh_hans: 三

# calendar.weekday.thu
source: Thu
es: Jue
ja: 木
ko: 목
zh_hans: 四

# calendar.weekday.fri
source: Fri
es: Vie
ja: 金
ko: 금
zh_hans: 五

# calendar.weekday.sat
source: Sat
es: Sáb
ja: 土
ko: 토
zh_hans: 六

# calendar.month.choose
source: Choose month
es: Elegir mes
ja: 年月を選択
ko: 연월 선택
zh_hans: 选择月份

# calendar.duty.quick.start
source: Edit mode
es: Modo edición
ja: 編集モード
ko: 편집 모드
zh_hans: 编辑模式

# calendar.duty.quick.exit
source: Exit edit mode
es: Salir de edición
ja: 編集を終了
ko: 편집 종료
zh_hans: 退出编辑

# calendar.duty.quick.description
source: Choose a duty to save it and move to the next day.
es: Elige un turno para guardarlo y avanzar al día siguiente.
ja: 勤務を選ぶと保存して次の日へ移動します。
ko: 근무를 선택하면 저장 후 다음 날로 이동합니다.
zh_hans: 选择班次后保存并移至下一天。

# calendar.duty.quick.day
source: Day %lld
es: Día %lld
ja: %lld日
ko: %lld일
zh_hans: %lld日

# calendar.pattern.paused.warning
source: Some weekdays are paused
es: Algunos días están en pausa
ja: 一部の曜日は停止中です
ko: 일부 요일의 자동 적용이 중지됨
zh_hans: 部分星期已暂停

# calendar.pattern.paused.description
source: Select a visible duty type before saving.
es: Selecciona un turno visible antes de guardar.
ja: 保存する前に表示中の勤務タイプを選んでください。
ko: 저장하려면 보이는 근무 유형으로 변경해주세요.
zh_hans: 保存前请选择可见的班次类型。

# calendar.pattern.hidden.type
source: %@ (hidden)
es: %@ (oculto)
ja: %@（非表示）
ko: %@ (숨김)
zh_hans: %@（已隐藏）

# calendar.schedule.progress
source: Day %lld of %lld
es: Día %lld de %lld
ja: %lld/%lld日目
ko: %lld/%lld일차
zh_hans: 第%lld/%lld天

# calendar.duty.excel.period
source: Period: %@ – %@
es: Período: %@ – %@
ja: 期間：%@ – %@
ko: 기간: %@ – %@
zh_hans: 期间：%@ – %@

# calendar.duty.excel.failed
source: Failed to upload the duty file.
es: No se pudo subir el archivo.
ja: 勤務表をアップロードできませんでした。
ko: 근무표 업로드에 실패했습니다.
zh_hans: 值班表上传失败。

# calendar.share
source: Share calendar
es: Compartir calendario
ja: カレンダーを共有
ko: 캘린더 공유
zh_hans: 分享日历

# calendar.compare.description
source: Choose up to %lld friends to show on your calendar.
es: Elige hasta %lld amigos para mostrar en tu calendario.
ja: カレンダーに重ねて表示する友達を最大%lld人選択できます。
ko: 내 달력에 함께 표시할 친구를 최대 %lld명 선택하세요.
zh_hans: 最多选择%lld位好友显示在你的日历上。

# calendar.compare.count
source: %1$lld / %2$lld selected
es: %1$lld / %2$lld seleccionados
ja: %1$lld / %2$lld人選択中
ko: %1$lld / %2$lld명 선택됨
zh_hans: 已选择 %1$lld / %2$lld

# calendar.compare.clear
source: Clear selection
es: Borrar selección
ja: 選択を解除
ko: 선택 해제
zh_hans: 清除选择

# calendar.compare.empty
source: No friends to compare.
es: No hay amigos para comparar.
ja: 比較できる友だちがいません。
ko: 함께 볼 친구가 없습니다.
zh_hans: 没有可比较的好友。

# calendar.compare.reset
source: Reset
es: Reiniciar
ja: リセット
ko: 초기화
zh_hans: 重置
